<?php
$title = "Главная страница - страница обо мне";
$info = "Информация обо мне"; 
$year = "2022";

?>
<!DOCTYPE html>
<html>
  <head>
    <title><?=$title?></title>
    <meta charset="UTF-8" />
  </head>
  <body>
    <h1><?=$info?></h1>
    Краткая биография обо мне Родился в 1990 году в городе Москва. Закончил в
    2009 году СК№12. На данный момент работаю оператором печи непрерывной пайки в 
    компании по изготовлению ювелирных изделий.
    <br /><br />
    Тут можете поместить картинку
    <br /><br />
    <br /><br />
    <b>Просто пример жирного текста</b>
    <br /><br />
    <?=$year?>
  </body>
</html>